[
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 1,
    "Description": "เพิ่มพลังโจมตี 15% จาก BaseATK, คริติคอล 10% และความเสียหายคริติคอล 20% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 2,
    "Description": "เพิ่มพลังโจมตี 20% จาก BaseATK, คริติคอล 12.5% และความเสียหายคริติคอล 30% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 3,
    "Description": "เพิ่มพลังโจมตี 25% จาก BaseATK, คริติคอล 15% และความเสียหายคริติคอล 40% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 4,
    "Description": "เพิ่มพลังโจมตี 30% จาก BaseATK, คริติคอล 17.5% และความเสียหายคริติคอล 50% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 5,
    "Description": "เพิ่มพลังโจมตี 35% จาก BaseATK, คริติคอล 20% และความเสียหายคริติคอล 60% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 6,
    "Description": "เพิ่มพลังโจมตี 40% จาก BaseATK, คริติคอล 22.5% และความเสียหายคริติคอล 70% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 7,
    "Description": "เพิ่มพลังโจมตี 45% จาก BaseATK, คริติคอล 25% และความเสียหายคริติคอล 80% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 8,
    "Description": "เพิ่มพลังโจมตี 50% จาก BaseATK, คริติคอล 27.5% และความเสียหายคริติคอล 90% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 9,
    "Description": "เพิ่มพลังโจมตี 55% จาก BaseATK, คริติคอล 30% และความเสียหายคริติคอล 100% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 0,
    "Name": "I've got the Scent!",
    "Level": 10,
    "Description": "เพิ่มพลังโจมตี 60% จาก BaseATK, คริติคอล 32.5% และความเสียหายคริติคอล 110% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 1,
    "Description": "สร้างความเสียหาย 125% โดยรอบตัว, ทำให้ศัตรูกระเด็นเล็กน้อย และมึนงงเป็นระยะเวลา 1 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 2,
    "Description": "สร้างความเสียหาย 140% โดยรอบตัว, ทำให้ศัตรูกระเด็นเล็กน้อย และมึนงงเป็นระยะเวลา 1.25 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 3,
    "Description": "สร้างความเสียหาย 155% โดยรอบตัว, ทำให้ศัตรูกระเด็นเล็กน้อย และมึนงงเป็นระยะเวลา 1.5 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 4,
    "Description": "สร้างความเสียหาย 170% โดยรอบตัว, ทำให้ศัตรูกระเด็นปานกลาง และมึนงงเป็นระยะเวลา 1.75 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 5,
    "Description": "สร้างความเสียหาย 185% โดยรอบตัว, ทำให้ศัตรูกระเด็นปานกลาง และมึนงงเป็นระยะเวลา 2 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 6,
    "Description": "สร้างความเสียหาย 200% โดยรอบตัว, ทำให้ศัตรูกระเด็นปานกลาง และมึนงงเป็นระยะเวลา 2.25 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 7,
    "Description": "สร้างความเสียหาย 215% โดยรอบตัว, ทำให้ศัตรูกระเด็นอย่างมาก และมึนงงเป็นระยะเวลา 2.5 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 8,
    "Description": "สร้างความเสียหาย 230% โดยรอบตัว, ทำให้ศัตรูกระเด็นอย่างมาก และมึนงงเป็นระยะเวลา 2.75 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 9,
    "Description": "สร้างความเสียหาย 245% โดยรอบตัว, ทำให้ศัตรูกระเด็นอย่างมาก และมึนงงเป็นระยะเวลา 3 วินาที"
  },
  {
    "SkillId": 1,
    "Name": "Noah Strike",
    "Level": 10,
    "Description": "สร้างความเสียหาย 260% โดยรอบตัว, ทำให้ศัตรูกระเด็นอย่างมาก และมึนงงเป็นระยะเวลา 3.25 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 1,
    "Description": "ฟื้นฟูพลัง HP 25% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 15% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 2,
    "Description": "ฟื้นฟูพลัง HP 27.5% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 17.5% เป็นระยะเวลา 6 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 3,
    "Description": "ฟื้นฟูพลัง HP 30% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 20% เป็นระยะเวลา 7 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 4,
    "Description": "ฟื้นฟูพลัง HP 32.5% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 22.5% เป็นระยะเวลา 7 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 5,
    "Description": "ฟื้นฟูพลัง HP 35% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 25% เป็นระยะเวลา 8 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 6,
    "Description": "ฟื้นฟูพลัง HP 37.5% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 27.5% เป็นระยะเวลา 8 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 7,
    "Description": "ฟื้นฟูพลัง HP 40% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 30% เป็นระยะเวลา 9 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 8,
    "Description": "ฟื้นฟูพลัง HP 42.5% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 32.5% เป็นระยะเวลา 9 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 9,
    "Description": "ฟื้นฟูพลัง HP 45% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 35% เป็นระยะเวลา 10 วินาที"
  },
  {
    "SkillId": 2,
    "Name": "Survivalist",
    "Level": 10,
    "Description": "ฟื้นฟูพลัง HP 50% จาก MaxHP ทันทีเมื่อพลัง HP ต่ำกว่า 10% และเพิ่มเกราะป้องกัน 4% เป็นระยะเวลา 10 วินาที"
  }
]